# Space_CountAvailableZones

## Description
Returns count of available zones of the space tool

```pascal
FUNCTION Space_CountAvailableZones : INTEGER;
```

```python
def vs.Space_CountAvailableZones():
    return INTEGER
```

## Version
Availability: from Vectorworks 2014

## Category
* SpaceObjectCoreTools